Revit 2027 API
ReinforcementAbbreviationTag.TypeTag Property
 The abbreviation tag type.
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public ReinforcementAbbreviationTagType TypeTag { get; }
Public ReadOnly Property TypeTag As ReinforcementAbbreviationTagType
	Get
public:
property ReinforcementAbbreviationTagType TypeTag {
	ReinforcementAbbreviationTagType get ();
}
member TypeTag : ReinforcementAbbreviationTagType with get
Property Value
ReinforcementAbbreviationTagType
See Also
Reference
ReinforcementAbbreviationTag Class
Autodesk.Revit.DB.Structure Namespace